[
    {
        "1": "Stand straight with your hands at your side. Turn your hands so your palms face forward.",
        "2": "extend your arms trying to reach the sky. Put your palms together and keep your arms in line with the rest of your body. Look up at your hands",
        "3": "keep your legs straight. Bend at your waist and try to put your head to your knees. Extend your arms and try to put your palms to the ground.",
        "4": "still keep your legs straight. Place your hands on your legs just below the knee. Make a 90 degree angle with your legs and back. Keep your neck inline with your back and keep your arms straight.",
        "5": "put your hands on the ground like you are doing a push up. Keep your neck and back inline with your legs.",
        "6": "bend your arms 90 degrees while keeping your neck, back and legs inline.",
        "7": "put your hips on the ground. Bend your back and neck backwards so you are looking up at the sky. Keep your arms slightly bent with your palms still on the ground.",
        "8": "keep your hands and feet in place. Push up and move your hips up as high as you can. Keep your legs straight and your arms inline with your back.",
        "9": "still keep your legs straight. Place your hands on your legs just below the knee. Make a 90 degree angle with your legs and back. Keep your neck inline with your back and keep your arms straight.",
        "10": "keep your legs straight. Bend at your waist and try to put your head to your knees. Extend your arms and try to put your palms to the ground.",
        "11": "extend your arms trying to reach the sky. Put your palms together and keep your arms in line with the rest of your body. Look up at your hands",
        "12": "Stand straight with your hands at your side. Turn your hands so your palms face forward.",
        "workoutName": "Sun_Salutation"
    },
    {
        "1": "Stand straight with your hands at your side. Turn your hands so your palms face forward.",
        "2": "Put your palms together in front of your chest like you are praying. Lift your left leg and put the bottom of your foot just below your right leg. Balance on your right leg.",
        "3": "Keep your hands in place. Do the opposite with your legs. Lift your right leg and put the bottom of your foot just below your left knee. Balance on your left leg.",
        "4": "Extend your arms like you are making a cross with your body. Turn your head to the right, looking at your right hand. Turn your right leg so your knee is below your right elbow and your lower leg is perpendicular to the ground. Move your left foot back so it is below your left elbow. Keep your leg straight.",
        "5": "Do the same pose on the opposite side. Turn your head to the left, looking at your left hand. Turn your left leg so your knee is below your left elbow and your lower leg is perpendicular to the ground. Move your right foot back so it is below your right elbow. Keep your leg straight.",
        "6": "Keep your legs in place. Place your left elbow on your left thigh. Make a 90 degree angle with your elbow. Keep your right leg straight and extend your right arm above your body, keeping your right arm straight. Your right arm should be inline with your right leg. Turn your head so you are looking up at your right elbow.",
        "7": "Do the same pose on the opposite side. Place your right elbow on your right thigh. Make a 90 degree angle with your elbow. Keep your left leg straight and extend your left arm above your body, keeping your left arm straight. Your left arm should be inline with your left leg. Turn your head so you are looking up at your left elbow.",
        "8": "Keeping your legs in place, with your left leg straight and right knee bent, arch your body to the left. place our left hand just above your left knee. with your right arm, reach over your body, slightly bending your elbow. Turn your head to look up at your right elbow.",
        "9": "Do the opposite. Keeping your feet in place, with your right leg straight and left knee bent, arch your body to the right. place our right hand just above your right knee. with your left arm, reach over your body, slightly bending your elbow. Turn your head to look up at your left elbow.",
        "10": "Stand up straight with your feet a little more than shoulder width apart. rotate your left foot so it faces away from your body. Put your arms straight out to your sides. Without moving your arms, lower your upper body to your left side and place your left hand below your left knee. Your arms should be perpendicular to the ground. turn your head so you are looking up at your right hand.",
        "11": "Do the same pose on the opposite side. rotate your right foot so it faces away from your body and your left foot points forward. Put your arms straight out to your sides. Without moving your arms, lower your upper body to your right side and place your right hand below your right knee. Your arms should be perpendicular to the ground. turn your head so you are looking up at your left hand.",
        "12": "Now put your butt on the ground. For this pose you need to balance on your butt. Do a sit up, bringing your upper body and legs off the ground. keep your knees bent so your lower legs are parallel to the ground. keep your arms straight and extend them so your hands are just past your knees. turn your hands so your palms are facing up. ",
        "13": "Stand up again for the rest of the poses in this workout. Stand up straight then take a big step forward with your left leg, keeping your right leg straight and behind your body. Your left knee should be bent and your lower leg perpendicular to the ground. Extend your arms above your head reaching for the sky. Your upper body should be perpendicular to the ground. ",
        "14": "Same pose, but switch the positions of your legs. Stand up straight then take a big step forward with your right leg, keeping your left leg straight and behind your body. Your right knee should be bent and your lower leg perpendicular to the ground. Extend your arms above your head reaching for the sky. Your upper body should be perpendicular to the ground. ",
        "15": "This pose is similar to the last pose, but with your upper body leaning forward. Stand up straight then take a big step forward with your left leg, keeping your right leg straight and behind your body. Your left knee should be bent and your lower leg perpendicular to the ground. Extend your arms above your head reaching for the sky. Lean forward so your upper body is inline with your right leg.",
        "16": "Do the same pose, but switch your leg positions. Move your right leg forward with knee bent, keeping your left leg straight and behind your body. Your right knee should be bent and your lower leg perpendicular to the ground. Extend your arms above your head reaching for the sky. Lean forward so your upper body is inline with your left leg.",
        "17": "For this pose, you will balance on one leg. Stand up straight. At the same time, lean forward with your upper body and lift your right leg off the ground so it stays in line with your upper body. Your upper body and right leg should be parallel to the ground. Extend your arms so they are also inline with your upper body and right leg. With your head, look down at the ground.",
        "18": "Do the same pose, but switch legs. Stand up straight. At the same time, lean forward with your upper body and lift your left leg off the ground so it stays in line with your upper body. Your upper body and left leg should be parallel to the ground. Extend your arms so they are also inline with your upper body and left leg. With your head, look down at the ground.",
        "workoutName": "BeginnerPoses"
    }
]